<template>
  <my-dialog :visible="dialogVisible"
             :close-on-click-modal="false"
             width="80%"
             top="10vh"
             @close="close"
             @open="open"
             title="服务商协议">
    <div class="mb_30 txt_box">
      <p class="bold">一、签约主体</p>
      <p>本协议由同意并承诺遵守本协议规定与安徽康药多信息科技有限公司展开本协议项下合作的法律实体（下称“服务商”或“您”）、与<span class="bold">安徽康药多信息科技有限公司</span>（以下简称“康药多”）共同签署。</p>
      <p class="bold">二、协议订立、生效和适用范围</p>
      <p>2.1您通过网络页面点击确认本协议或以其他方式选择接受本协议，包括但不限于未点击确认本协议而实际与康药多展开本协议所述之合作事宜，均表示您与康药多已就本协议达成一致并同意接受本协议的全部约定内容。</p>
      <p>2.2本协议内容包括协议正文、附件及所有康药多已经发布的或将来可能发布的合作相关规则、合作规范等文件。这些文件是本协议不可分割的一部分，与协议具有相同法律效力。</p>
      <p>2.3康药多有权根据业务需要不时制定、修改本协议和相关规则等内容，并以网站公布的形式进行更新不再单独通知予您（本协议另有约定的除外），调整后的内容将于公布之日或公布另行指定的日期开始生效。如您不同意相关修订，请届时立即终止合作并按本协议约定合理安排终止事宜，否则将视为已接受经修订的内容，当与康药多发生争议时，应以最新的约定内容为准。</p>
      <p class="bold">三、定义</p>
      <p>除非另有明确约定，否则本协议中下列词汇应有如下含义：</p>
      <p>3.1<span class="bold">“康药多”</span>：指安徽康药多信息科技有限公司网上交易平台或其中的一部分，包括但不限于手机app或小程序。</p>
      <p>3.2<span class="bold">“康药多商家”</span>：指成功入驻康药多并在康药多发布商品的单位或个人。</p>
      <p>3.3<span class="bold">“康药多买家”</span>：以下简称“买家”，指成功入驻康药多平台的终端门店</p>
      <p>3.4<span class="bold">“康药多推广服务商“</span>：以下简称“服务商”，指同意并承诺遵守本协议规定，按照相关规则和制度在康药多指定区域内为康药多商家提供招徕买家，为买家提供相应采购操作培训、采购需求收集等服务提升康多商家线上成交率的法律实体。</p>
      <p class="bold">四、合作条件</p>
      <p class="bold">4.1服务商应符合下列全部合作条件（经康药多同意除外）并经康药多审核通过：</p>
      <p>（1）在康药多注册登记，并通过相应企业身份认证或个人实名认证。</p>
      <p>（2）缴存相应保证金。</p>
      <p>（3）具有一定保健品意识和销售经验。</p>
      <p>（4）确为自身意愿主动加入全职“康药多服务商”。</p>
      <p>（5）不得同时有其他竞业行为存在。</p>
      <p>（6）非康药多及其关联公司相关业务违规或风险客户（以康药多审核为准）</p>
      <p>（7）其他康药多认为需符合的条件。</p>
      <p>4.2<span class="bold">服务商应根据康药多的要求提交真实、合法、准确、有效的资质证明文件，如营业执照、居民身份证等证照及其他资料，如服务商法提供康药多要求的资质证明文件，或有任一条件不符的，康药多保留拒绝、中止或终止服务商资格的权利。</span></p>
      <p>4.3康药多可根据业务发展需要对前述条件进行调整或补充，服务商应保证其始终符合康药多所规定的全部合作条件，保证不以第三方的资料申请合作，同时有义务在相关资料实际变更时及时上传康药多并更新有关资料，如康药多有合理怀疑且服务商无法提供充分的证据证明其未违反上述条件任何一项的，康药多有权立即中止或终止本协议。</p>
      <p>4.4服务商应保证其阐述的上述条件均真实准确，如因服务商上述条件不符发生纠纷或被相关国家机关处罚的，服务商应独立承担全部责任，如因此而造成康药多（包括其关联公司、合作伙伴等）损失的，服务商负责全部赔偿。</p>
      <p class="bold">五、合作内容</p>
      <p>5.1康药多根据业务需要制定服务商管理制度、服务商服务规范等规则，为服务商指定相应服务区域（以下称“所辖区域”），并为其提供技术服务，实现服务商与康药多之间相关服务费用的线上化结算。</p>
      <p>5.2服务商遵守康药多制定的管理制度、服务规范等规则，在所辖区域向康药多商家提供招徕潜在买家、筛选合格买家、向买家提供相应采购操作培训、采购需求收集等服务，以促进买家持续通过康药多向康药多商家采购商品。</p>
      <p>5.3<span class="bold">服务商确认，基于本协议项下的合作所使用的邮箱为其账户所绑定之邮箱，康药多可将本协议项下合作有关的通知和信息等以邮件方式通过该邮箱与服务商联络互通，邮件自康药多向服务商该邮箱发出即视为到达。</span></p>
      <p class="bold">六、保证金</p>
      <p>6.1为确保服务商严格遵守本协议及相应规则要求，保障康药多及康药多商家等的合法权益，服务商应于本协议生效之日起三日内缴存相应金额的保证金（经康药多同意除外），保证金分为人民币2万元（县级区域）、5万元（市级区域或县级市）、10万元（地级市）三档，由服务商根据其通过身份认证的主体形式确定保证金档位并足额缴纳。</p>
      <p>6.2服务商应始终保证保证金余额不低于其所对应的保证金档位金额要求，如发生违规行为扣除保证金导致当前保证金余额低于前述金额时，服务商应在保证金发生扣除之日起<span class="bold">七天内</span>足额补缴，否则视为服务商不再符合合作条件，康药多有权在补缴期间暂停或终止服务商的服务资格。</p>
      <p>6.3尽管有上述约定，本协议有效期内，康药多有权根据业务变化及服务商违规情况，调整相应保证金档位的保证金金额要求并通知服务商。服务商应使保证金余额始终保持不低于本条款约定的相应档位的保证金金额要求，保证金不足期间，康药多有权暂停或终止服务商的服务资格。</p>
      <p>6.4服务商同意向康药多公司出具本协议所附之《授权书》，并不可撤销地授权康药多根据本协议之约定将服务商缴存的保证金锁定于其绑定的账户中。</p>
      <p>6.5本协议终止，同时符合以下全部条件且保证金不存在因违约应被作为违约金没收情形的，服务商的保证金将解除锁定：</p>
      <p>（1）本协议终止满60天或手动点击“保证金退回”申请；</p>
      <p>（2）其服务的康药多与选择其为推广服务商的买家不存在未处理完结的相关交易退款或纠纷（包括售中与售后，以康药多的维权投诉流程处理为准）；</p>
      <p>（3）不存在针对服务商的未处理完结的违规事项或投诉纠纷。</p>
      <p>6.6服务商同意，康药多有权在包括但不限于以下情况发生时处置保证金：</p>
      <p>（1）如服务商违反本协议及附件等相关规则的要求，康药多有权根据其独立判断，根据本协议及附件约定直接划扣部分或全部金额用于对服务商进行处罚以及向康药多商家等相关方进行赔付或补偿；</p>
      <p>（2）如服务商违反康药多服务条款、规则和/或服务商与康药多签署的其他协议，给康药多或其关联公司造成任何损失（包括但不限于诉讼赔偿、诉讼费用、律师费用等）的，康药多有权根据其独立判断直接划扣相当于康药多或其关联公司损失的金额，以补偿康药多或其关联公司所遭受的损失。</p>
      <p>6.7康药多如按上述约定划扣服务商所缴存的保证金，将通知服务商并说明划扣金额及原因。</p>
      <p>6.8<span class="bold">服务商对康药多、任何第三方以及康药多的赔付责任不以其已缴存的保证金为上限，服务商应承担全部赔付责任与义务。如服务商所缴存的保证金余额不足以赔付，服务商在此不可撤销地同意并授权康药多有权自其收取的服务费中径行划扣部分或全部费用用以赔偿，康药多没有使用自有资金向服务商或任何第三方支付赔偿金、补偿金或其它任何款项的义务。</span></p>
      <p>6.9<span class="bold">服务商了解并同意，如服务商因严重违反本协议及规则的相关规定康药多单方终止本协议，或因其他违规行为被关闭康药多账号的，康药多有权将保证金作为违约金予以没收。</span></p>
      <p class="bold">七、双方承担的合作事项与合作流程</p>
      <p>7.1服务商应注册成为康药多会员并通过康药多所认可的相应企业身份认证或个人实名认证，康药多将根据本协议履行之需要，为服务商开通相应账户管理后台，便于服务商查看相关服务情况及费用结算明细，但服务商应遵守康药多帐号管理要求，严格管控帐户使用，如若发现康药多视情节严重程度，进行暂停账户服务功能3-30天的处罚。</p>
      <p>7.2康药多向服务商提供与合作有关的文件或资料，并向服务商提供培训和业务指导。</p>
      <p>7.3康药多有权依照康药多制定且不时更新的标准或规则拒绝接受服务商引进的某些买家。</p>
      <p>7.4服务商应严格依照本协议约定的流程和康药多指定的限定区域内从事业务，服务商在履行本协议规定的责任和义务时，必须遵守指定区域内所有适用的法律、法规及其它法律和康药多指定并不时更新的管理要求。服务商应当为其雇员提供必要的指导和培训，确保雇员的行为符合合法性及本协议对服务商及其雇员的所有要求。</p>
      <p>7.5双方同意按照如下工作流程进行合作：</p>
      <p>1.服务商接受康药多指导，了解康药多服务内容和康药多商品相关营销业务事项。</p>
      <p>2.服务商配合康药多市场拓展计划及康药多商家商品营销策略等，拓展和运营指定区域符合要求的康药多采购商。</p>
      <p>3.服务商按照本协议约定要求及康药多的系统设置，辅导买家将相关真实信息和材料上传至康药多（包括但不限于买家名称、联系方式、经营场所等信息以及买家营业执照、个人身份证以及其他所必须的资质证照等）并完成康药多要求的相关身份认证，提交申请成为康药多采购账户，确保买家的线上正常采购。</p>
      <p>7.6康药多将定期根据业务需要制定服务商的服务考核目标并通过康药麦麦app展示给服务商，服务商应以服务考核目标为方向积极展开服务，努力达到考核目标。</p>
      <p>7.7服务商应独立负担根据本协议开展推广服务商工作所发生的全部费用，包括但不限于差旅费、住宿及交际招待、经营成本等费用。</p>
      <p class="bold">八、服务规范</p>
      <p>8.1服务商向康药多提供本协议约定的服务，应遵守<span class="red01">《康药多推广服务商服务规范》</span>（详见附件一）的要求，在所辖区域内向康药多提供优质服务。</p>
      <p>8.2康药多应在向服务商提供本协议约定的技术服务时履行勤勉尽责之义务。</p>
      <p class="bold">九、费用结算</p>
      <p>9.1服务商确认指定其账户用于收取本协议约定之服务费。服务商了解并同意，在康药多按照本协议及附件约定客户完成付款即视为康药多已完成实现服务商与康药多相应服务费用之结算。</p>
      <p class="bold">十、保密</p>
      <p>10.1<span class="bold">凡与双方的业务、产品与服务、计算机程序、技术研发及企业运营等有关的一切数据、图纸、商业资料（包括但不限于客户名单、市场信息和推广计划方案）等信息均为保密信息。双方因本协议的签订和/或履行而掌握或知悉的对方的保密信息，未经对方书面同意，不得泄漏、擅自使用或允许他人使用。</span></p>
      <p>10.2<span class="bold">服务商同意对于服务康药多及买家的信息严格保密，除为本协议目的不得擅自或允许他人使用。</span></p>
      <p>10.3本款约定的保密义务不受本协议期限的限制，在本协议终止后仍然有效。</p>
      <p>10.4双方应采取有效措施促使其雇员和客户按照本协议的规定保守秘密。</p>
      <p class="bold">十一、服务商陈述与保证</p>
      <p>11.1服务商保证其是具备完全民事行为能力人的自然人，或根据中华人民共和国法律合法成立并有效存续的主体，具备本协议要求的推广服务能力，并且保证从事本协议所述项下的行为合法有效。</p>
      <p>11.2<span class="bold">未经康药多事先书面授权，服务商不得使用康药多、康药多及其他康药多及其关联公司的商号、商标、服务标志、企业名称、其他标志、标识、用语等进行任何活动。即使是经康药多事先书面授权的使用，服务商也应当保证其使用不加带任何与本协议无关的内容或目的，且不超出康药多书面同意授权使用的范围；同时，服务商保证该等使用也不应使任何第三人产生诸如服务商为康药多、康药多麦麦的分支机构、关联公司或合伙人之类或有其他超出本协议约定之合作关系的误解。</span></p>
      <p>11.3服务商不得向康药多或康药多关联企业之员工、顾问提供任何形式的不正当利益，不得贿赂或以其他不正当方式收买、企图收买康药多或康药多关联企业之员工、顾问为服务商提供不正当利益。否则服务商同意康药多有权立即解除本协议，届时服务商应按(a)人民币10万元；或(b)提供和获取的任何形式的不正当利益的总金额，两者中较高的一项向康药多赔偿。</p>
      <p>11.4<span class="bold">双方应被认为是独立的订约人。康药多与服务商之间的关系不应当被解释为雇主与雇员的关系，也不构成诸如合伙企业、合资企业或是任何形式的代理或委托关系。服务商没有权利代表康药多签署任何合同或协议。另外，服务商如果向第三方发布或作出了任何确认、陈述、担保或保证，服务商不得迫使、也不得企图迫使康药多承担其义务或任何不利后果。</span></p>
      <p>11.5<span class="bold">服务商应就其按照本协议约定向康药多所提供的全部服务独立承担责任，服务商了解并同意，康药多无须就服务商的行为承担任何责任，但康药多有权对服务商进行持续监督与考核，并按照本协议及附件约定行使相应权利。</span></p>
      <p>11.6服务商同意遵守康药多服务条款及各项规则，以及康药多制订并不时更新的相关服务规范和管理制度。服务规范和管理制度会不断根据业务发展需要和康药多商家需求进行补充完善，康药多有权以书面、邮件等形式更新通知到服务商。</p>
      <p class="bold">十二、违约责任</p>
      <p>12.1具体的违约条款及相应违约责任，见附件二<span class="red01">《康药多推广服务商管理制度》</span>。</p>
      <p>12.2康药多有权随时修改《康药多推广服务商管理制度》，并邮件通知服务商。修改后的条款应于邮件通知指定的日期生效。在康药多修改该制度后，服务商如未及时提出异议或如选择继续和康药多合作的，应被视作服务商已接受了修改后的制度。</p>
      <p>12.3对于服务商完成招募的买家，康药多有权进行暗访、抽查，以核实其线下店铺的真实性和线上交易的真实性。</p>
      <p>12.4除本协议另有约定外，任何一方违反其于本协议项下的陈述、声明、承诺、保证或义务，而使另一方遭受任何诉讼、纠纷、索赔、处罚等的，违约方应负责解决，使另一方发生任何费用、额外责任或遭受经济损失的，应当负责赔偿。</p>
      <p>12.5除本协议另有约定外，当一方（违约方）违反其在本协议项下的义务，并且经非违约方请求后仍不履行，非违约方产生对本协议的解除权并有权要求违约方赔偿因此产生的损失。</p>
      <p>12.6如因服务商原因导致康药多、买家或其他第三方利益受损，服务商应自行承担全部赔付义务，如康药多因此遭受损失，服务商应对康药多的直接或间接损失进行全额赔偿。</p>
      <p class="bold">十三、合作期限和终止</p>
      <p>13.1 本协议合作期限，由康药多和服务商协商完成。协议到期前30天，双方均未提出异议的，则本协议自动延续一年，并以此类推。</p>
      <p>13.2本协议于下列任一情形出现时即终止：</p>
      <p>.合作期限届满而任何一方决定不再续签；</p>
      <p>.协议一方根本违约，守约方提前终止本协议；</p>
      <p>.任何一方宣布破产或进入清算或解散程序；</p>
      <p>.合作期间，如康药多业务停止，则本协议项下合作自动终止；</p>
      <p>.不可抗力持续三十日以上，任何一方据此发出书面通知之日；</p>
      <p>.协议一方提前30日书面通知对方解除本协议；</p>
      <p>.出现本协议约定之终止合作的其他情形。</p>
      <p>13.3<span class="bold">除附件二《康药多推广服务商管理制度》所列情形外，服务商有以下行为之一的，康药多有权书面通知服务商单方面终止本协议，本协议在康药多书面通知到达服务商时终止：</span></p>
      <p>.服务商未能在康药多限定的期限内改善其业务经营；</p>
      <p>.服务商拖欠康药多任何费用；</p>
      <p>.服务商经康药多通知后未及时配合退还本协议约定的应退还商家之服务费用2次及以上的；</p>
      <p>.服务商违反本协议书中其他任何条款。</p>
      <p>13.4如服务商发生如下变更事项，则需提前10日书面通知康药多，康药多有权决定是否提前终止协议：</p>
      <p>.服务商股东发生变更；</p>
      <p>.服务商与第三方进行合并或业务重组；</p>
      <p>.服务商管理层发生变动；</p>
      <p>.其他可能影响到服务商业务经营的变更事项。</p>
      <p>13.5本协议之终止并不影响本协议项下未完成之事项或其他在终止之日前已产生的权利或义务，包括但不限于：</p>
      <p>.支付所有应付给康药多的费用；</p>
      <p>.归还康药多所有业务单据及相关权证资料；</p>
      <p>.向康药多承担因投诉、违规等原因所产生的相关责任；</p>
      <p>.销毁或归还任何带有康药多商业标识的物品外包装或宣传资料等。</p>
      <p>13.5本协议期满终止或发生其他情形终止时，服务商应在终止之日起10日内完成相应服务工作妥善处理，包括但不限于向其负责服务的买家（包括已进驻康药多的买家和尚未进驻但已开始招募的买家）说明本协议终止等有关情况，同时服务商应将买家资料和相关信息及时转交给康药多。由于服务商怠于履行上述义务导致买家提出的任何纠纷、诉讼或索赔，均由服务商负责并承担法律后果，同时赔偿由此给康药多造成的损失</p>
      <p>13.6如因以下情形双方终止合作的，服务商将永久不得重新申请成为服务商：</p>
      <p>.服务商因不诚信行为（包括但不限于欺诈、造假、骗佣、扰乱市场秩序、严重违反合作协议）等被终止合作的；</p>
      <p>.其他康药多认为情节严重不予重新接纳为服务商的情形。</p>
      <p class="bold">十四、法律适用和其他约定</p>
      <p>14.1本协议的履行、解释及争议解决适用中华人民共和国大陆地区法律。</p>
      <p>14.2<span class="bold">因本协议引起的或与本协议有关的任何争议，双方应通过协商解决。协商不成，任何一方均有权向康药多所在地人民法院提起诉讼。</span></p>
      <p>14.3本协议之附件、补充条款构成本协议不可分割的组成部分，与本协议正文具有同等效力。附件、补充条款与本协议正文规定不一致的，以附件、补充条款的约定为准。</p>
      <p class="bold">附件清单</p>
      <p>附件一：《康药多推广服务商服务规范》</p>
      <p>附件二：《康药多推广服务商管理制度》</p>
      <p class="bold">附《授权书》</p>
      <p class="text-center bold">授 权 书</p>
      <div>致：安徽康药多信息科技有限公司</div>
      <p>本人/公司特以此函通知贵司，本人/公司不可撤销地授权贵司按照本人/公司与安徽康药多信息科技有限公司【以下简称"康药多"】缔结的《康药多推广服务商合作协议》的约定，依康药多的指示直接对本人/公司（含本人/公司以及本人/公司指定）在贵司处的账户余额及关联快捷银行卡内资金进行款项锁定、扣除和支付。</p>
      <p>附件一：</p>
      <p class="text-center bold">康药多推广服务商服务规范</p>
      <p class="bold">目的</p>
      <p>为规范服务商为康药多提供的服务行为，明确服务的具体要求，特制订本规范。</p>
      <p class="bold">细则</p>
      <p>1.买家真实有效存在，且在康药多指定区域内，买家规模等条件符合本协议对买家约定的要求；通过康药多买家资质审核，则视为买家有效性达标。</p>
      <p>2.按照康药多买家进驻流程和规则提交买家资料；及买家身份的认证完成；及帮助买家安装客户端，并教会熟练使用；及完成对买家的采购培训，确保买家能自行完成下单，整体流程通畅；及买家线上信息与实体门店必须一一对应；及以康药多的验收数据为准。</p>
      <p>服务标准：</p>
      <p>1.积极推动买家通过康药多持续采购下单。如出现因服务商原因造成买家线上进驻操作、采购下单、客户端使用异常等问题或买家其他咨询，在接到康药多或买家通知后，应在2个工作日内处理，并向康药多反馈处理结果。</p>
      <p>2.康药多有权对服务商的服务质量进行验收并按《康药多推广服务商管理制度》处理，验收结果以康药多验收数据为准。</p>
      <p>服务规范：</p>
      <p>1.康药多有权抽查买家及其采购情况，或以接受相关投诉等方式了解和核实服务商服务质量。对于不满足本规范第二条第1点及其他相应条款规定的买家，康药多有权拒绝接受服务商引进的买家，如因此给康药多及其他相关方造成损失的，服务商应负责赔偿。</p>
      <p>2.服务商应对所拓展的买家履行管理职责，确保买家在康药多合规使用服务。如发现所拓展的买家出现任何违法或违规行为的，服务商应及时向康药多反馈，并协助康药多对违规买家进行处理。</p>
      <p>3.服务商在选择买家时将认真核实买家的执照和资质，对于任何从事或涉嫌从事非法业务（包括但不限于赌博、色情、洗钱、偷税、套现、毒品、诈骗等）的买家服务商不得提供服务，并应及时向康药多举报。</p>
      <p>4.服务商不得自行或与买家串通利用康药多服务实施偷税、套现、洗钱等非法行为，不得以虚假结算、虚增交易金额等方式为买家或康药多商家增加消费积分、干扰康药多及其关联公司的服务。</p>
      <p>5.服务商知晓并同意，康药多有权根据其业务判断随时终止向买家提供康药多相关服务，故服务商不应承诺买家可随时、长期使用康药多及其关联公司的服务，否则相关责任由服务商自行承担。</p>
      <p>6.服务商不得伪造、篡改买家相关文件等材料。未经康药多的事先书面同意，服务商不得擅自转让其在本协议项下的任何权利义务，或将委托事项转委托第三方进行。本协议提前终止的，服务商应将《康药多推广服务商证明》交还康药多。</p>
      <p>7.为保护客户信息，维护康药多、买家、商家等合法权益，服务商不得在与康药多合作过程中或在合作结束后一年内与任何第三方开展与本次合作相同或类似的合作，特别是不得将为康药多招募的买家推荐给其他互联网站或客户端经营者。</p>
      <p class="bold">违规处理</p>
      <p>服务商违反本规范相应条款的，双方同意按《康药多推广服务商管理制度》进行处理。</p>
      <p class="bold">规范生效及修改</p>
      <p>本规范为双方签署的《康药多推广服务商合作协议》之附件，于双方签署的《康药多推广服务商合作协议》同时生效。康药多有权根据业务发展需要修改本规范，并邮件通知服务商。修改后的内容应于邮件通知指定的日期生效。在康药多修改本规范并生效后，服务商未及时提出异议或继续和康药多合作，应被视作服务商已接受了修改后的规范。如服务商及时提出异议，康药多双方可协商，达不成一致意见的，双方合作终止。</p>
      <p>附件二：</p>
      <p class="text-center bold">康药多推广服务商管理制度</p>
      <p class="bold">1.目的</p>
      <p>为规范服务商服务行为，明确康药多与服务商责任，特制订本制度。</p>
      <p class="bold">1.细则</p>
      <p>.<span class="bold">一类违规：</span>协议期间，如服务商出现下列情况任一的，视为服务商构成根本违约，服务商应向康药多支付违约金20000元，康药多有权立即单方提前终止协议，并有权不再向服务商支付任何未予结算的服务费，亦无须承担任何赔偿责任，如前述违约金及没收的服务费仍未能补偿因此给服务商康药多造成的损失，服务商还应继续赔偿，且协议自康药多通知到达服务商之日起解除。</p>
      <p>1.1  违法及不正当经营：</p>
      <p>1.1.1 从事违反国家法律法规的行为；</p>
      <p>1.1.2 自行或与客户串通利用康药多服务实施偷税、套现、洗钱等违法活动，或通过虚假交易、作弊等方式骗取服务费等行为；</p>
      <p>1.1.3 恶意损害康药多或康药多关联公司品牌和形象的行为；</p>
      <p>1.1.4 假冒康药多或者康药多关联公司工作人员；</p>
      <p>1.1.5 伪造康药多或者康药多关联公司公章或资料；</p>
      <p>1.1.6以康药多或康药多关联公司名义推广服务商或其他任何第三方的产品；</p>
      <p>1.1.7利用康药多项目向客户收取除本协议约定以外的服务费用；</p>
      <p>1.1.8直接或间接仿冒康药多服务；</p>
      <p>1.1.9 经营推广与“康药多”相同或类似的产品或服务；</p>
      <p>1.1.10 其他符合1.1规定但不限于以上列出的行为。</p>
      <p>.<span class="bold">二类违规：</span>协议期间，如服务商出现下列情况任一的，计入二类违规一次，每次计入二类违规有效期为12个月。出现第一次，服务商应向康药多支付违约金3000元，累计第二次，服务商应向康药多支付违约金6000元，累计第三次，服务商应向康药多支付违约金10000元，且累计三次及以上,或情节严重,康药多有权单方提前解除双方之间签署的合作协议，并有权不再向服务商支付任何未予结算的服务费，亦无须承担任何赔偿责任，如前述违约金及没收的服务费仍未能补偿因此给康药多造成的损失，服务商还应继续赔偿，且协议自康药多通知到达服务商之日起解除。</p>
      <p>2.1  违反保密义务，未经康药多书面同意，泄露、擅自使用或允许他人使用与双方的业务、产品与服务、计算机程序、技术研发及企业运营等有关的一切数据、图纸、商业资料、工作账号（包括但不限于客户名单、市场信息和推广计划方案）的行为：</p>
      <p>2.1.1买卖客户信息；</p>
      <p>2.1.2 私自将客户信息透露给他人；</p>
      <p>2.1.3 通过非法进入他人帐号等方式，盗取或修改客户信息；</p>
      <p>2.1.4 未妥善保管客户信息，致使客户资料外泄，引发客户投诉的行为；</p>
      <p>2.1.5 未妥善保管工作相关账号及密码，或将账号密码借给其他人使用；</p>
      <p>2.1.6 其他符合2.1规定但不限于以上列出的行为。</p>
      <p>2.2  造假，或引导、协助、明知客户造假：</p>
      <p>2.2.1伪造客户公章；</p>
      <p>2.2.2引导、协助或明知客户提供虚假申请采购账户审核资料；</p>
      <p>2.2.3客户线上信息与实体门店不对应；</p>
      <p>2.2.4服务商不得以虚假结算、虚增交易金额等方式为客户增加消费积分、套取礼品或干扰康药多服务；</p>
      <p>2.2.5拜访、回访等工作记录造假；</p>
      <p>2.2.6其他符合2.2规定但不限于以上列出的行为。</p>
      <p>2.3  扰乱市场：</p>
      <p>2.3.1 私下给予客户或客户工作人员回扣；</p>
      <p>2.3.2 向客户收取任何非康药多业务中规定的费用；</p>
      <p>2.3.3越区服务（指招徕实际经营地或者注册地均不在康药多指定区域内的客户服务的行为）；</p>
      <p>2.3.4 未经事先书面同意，擅自使用康药多及其关联公司的商标、标识等进行任何活动；</p>
      <p>2.3.5已知另一服务商跟进同一客户，未经康药多审批同意擅自跟进，或引导客户用其他名称或ID跟进，与他人产生客户推广冲突。</p>
      <p>2.3.6 管控商品终端价格。</p>
      <p>2.3.7其他符合2.3规定但不限于以上列出的行为。</p>
      <p>2.4  在招募及维护过程中由于服务态度、过度承诺、工作疏忽等，引起客户严重投诉，或给康药多或客户造成重大影响（重大影响指服务商行为后果给康药多或客户造成实际经济损失，或对康药多的公众形象带来负面影响等）：</p>
      <p>2.4.1 恶意骚扰客户，造成客户严重不满；如，致使客户在网站上公开发贴投诉等；</p>
      <p>2.4.2 辱骂、恐吓客户；</p>
      <p>2.4.3 未经客户的许可，擅自使用客户采购账号的用户名和密码，或使用客户账号进行其它操作；</p>
      <p>2.4.4限制客户相关服务权利；</p>
      <p>2.4.5 其他符合2.4规定但不限于以上列出的行为。</p>
      <p>2.5  通过欺诈手段，违反或规避康药多各项行为准则或管理制度，给康药多内部管理、声誉或利益造成严重损害的行为：</p>
      <p>2.5.1 假冒客户身份，表示撤销投诉；</p>
      <p>2.5.2 客户投诉后，虚构事实，隐瞒实情，阻碍康药多正常调查；</p>
      <p>2.5.3 恶意举报，如提供伪证的举报行为；</p>
      <p>2.5.4 未经康药多书面同意，服务商不得擅自转让其在本协议项下的任何权利义务，或将委托事项转委托第三方进行；</p>
      <p>2.5.5 其他符合2.5规定但不限于以上列出的行为。</p>
      <p>.<span class="bold"> 三类违规：</span>协议期间，如出现下列情况任一的，计入三类违规一次，每次计入三类违规有效期为6个月。出现第1次，服务商应向康药多支付违约金1000元；累计第2次，服务商应向康药多支付违约金2000元；累计第3次，服务商应向康药多支付违约金5000元，康药多有权取消服务商部分或全部指定区域，且累计三次及以上,或情节严重,康药多有权单方提前解除双方之间签署的合作协议，并有权不再向服务商支付任何未予结算的服务费，亦无须承担任何赔偿责任，如前述违约金及没收的服务费仍未能补偿因此给康药多造成的损失，服务商还应继续赔偿，且协议自康药多通知到达服务商之日起解除。</p>
      <p>3.1  在服务过程中由于服务态度，过度承诺，误导客户等造成客户投诉，但行为较轻者：</p>
      <p>3.1.1 不尊重客户，嘲笑客户，引发客户投诉；</p>
      <p>3.1.2 承诺为客户提供相关服务，实则未能提供，引发客户投诉； </p>
      <p>3.1.3 恶意骚扰客户，造成客户不满，情节较轻者；</p>
      <p>3.1.4 超出康药多宣传资料范围，夸大服务效果或承诺产品质量等行为；</p>
      <p>3.1.5 含糊其辞，客户问的情况很明确，但故意不予说明，引起客户误解；</p>
      <p>3.1.6 其他符合3.1规定但不限于以上列出的行为。</p>
      <p>3.2  工作失误行为：</p>
      <p>3.2.1未确认清楚客户企业及/或个人信息等，造成客户进驻康药多采购商资质审核失败，引发客户投诉；</p>
      <p>3.2.2其他符合3.3规定但不限于以上列出的行为。</p>
      <p>3.3  未以服务商真实身份、虚构客户身份等联系康药多总部，对康药多内部管理造成一定影响，但情节较轻者。</p>
      <p>3.4  虚构客户意愿，或假冒客户名义与康药多或康药多其他服务商联系，致使康药多或康药多其他服务商合法利益受到损害的行为。</p>
      <p>3.5  诋毁康药多客户或康药多其它服务商言辞不当影响康药多声誉的行为。</p>
      <p>3.6  向不符合康药多要求的客户推荐本协议约定的服务。</p>
      <p>3.7  跟踪服务过程中，未按约定时间及时给予处理客户相关异常问题或答复客户相关咨询，引起客户投诉的；或未及时反馈处理结果。</p>
      <p>3.8 屡次无故不参加会议、培训等活动，且不听劝告。</p>
      <p class="bold">三、违约金的收取</p>
      <p>服务商因违反本制度或违反其与康药多之间签署的协议规定应承担的违约金，康药多有权直接从当月应支付给服务商的服务费中扣除，当月不足扣除的，可以继续在下月中扣除，直到扣满为止。若服务商的服务费、保证金不足以扣取，则违约金不足扣取的部分，康药多仍有权向服务商主张，服务商亦仍有义务支付。当然，在任何情况下，康药多均有权要求服务商直接向康药多支付全部的违约金，服务商应于收到康药多通知之日起10个工作日内直接向康药多全部支付。</p>
      <p class="bold">四、责任认定和处理流程：</p>
      <p>1、康药多反馈客户投诉（客户不满、抱怨等均视为投诉），服务商存在违规行为的，均适用于本制度规定的投诉处罚条款。康药多有权要求服务商及时解决投诉客户的问题。</p>
      <p>2、在知悉服务商存在疑似违规行为后，康药多将以电子邮件、微信、电话等形式告知服务商，服务商应在收到康药多通知之日起三个工作日内给予回复。如认为违规行为不成立，应提供相应客观证明。如服务商未能在限定的期间内提供书面回复，或虽提出异议但未提供充足证明，视为服务商未提出异议，违规行为成立。康药多有权依据相关事实及服务商回复内容（如有）进行独立判断，并以电子邮件形式将责任认定结果告知服务商；如服务商违规行为事实清楚，则康药多可直接作出责任认定并将认定结果告知服务商。此责任认定结果为最终结果，服务商无权提出异议并配合执行。</p>
      <p>3、服务商若提交查询其他人员违规，需提供相应证据以证明对方疑似违规。</p>
      <p>4、服务商在被投诉/被举报前如主动并如实向康药多交代有关情况，可综合考虑违规行为的情节和后果等因素，酌情做出判责决定。</p>
      <p>5、服务商因违规行为接受调查，如出现拒不配合调查或故意隐瞒、歪曲事实等恶劣行为，将从重处理。</p>
      <p>6、服务商因违规行为接受调查和处理不履行配合义务，不影响调查和处理的执行，康药多可依据调查结果进行处理。</p>
      <p class="bold">五、附则</p>
      <p>1、服务商所服务的康药多买家，以及其他康药多相关用户在本制度中单独或合称为“客户”。</p>
      <p>2、康药多有权根据业务发展需要修改本制度，并公示通知服务商。修改后的条款应于邮件通知指定的日期生效。在康药多修改本制度并生效后，服务商未及时提出异议或继续和康药多合作，应被视作服务商已接受了修改后的制度。如服务商及时提出异议，康药多双方可协商，达不成一致意见的，双方合作终止。 </p>
    </div>
    <span slot="footer"
          class="dialog-footer">
      <el-button type="primary"
                 @click="dialogVisible = false">确 定</el-button>
    </span>
  </my-dialog>
</template>

<script>
export default {
  props: {
    showDialog: {
      required: true,
      type: Boolean,
      default: false
    },
  },
  data () {
    return {

    };
  },
  computed: {
    dialogVisible: {
      get () {
        return this.showDialog;
      },
      set (value) {
        this.$emit("update:show-dialog", value);
      }
    }
  },

  methods: {

    open () {

    },
    close () {
      this.dialogVisible = false;
    }
  }
};
</script>

<style lang="scss" scoped>
.txt_box {
  height: 60vh;
  overflow: auto;
  p {
    line-height: 2;
    &.bold {
      font-weight: bold;
    }
  }
}
</style>
